[
    { "text": "Accountability work that traces and exposes power — whether that of shadowy oligarchs, rising fascist movements or powerful corporations — is critical to building an informed society. It’s also difficult and increasingly risky work, and we all benefit from DDoSecrets' unique role in collaborating with newsrooms around the world in not only accessing but also understanding key, often suppressed, data for the public benefit.", "author": "Michael Morisy, MuckRock" },
    { "text": "DDoSecrets has played a critical role in exposing the business networks that fund the Myanmar military’s genocide, war crimes and crimes against humanity. The vast troves of documents published by DDoSecrets have been used extensively by us and other activists and journalists, and led to targeted sanctions and divestment.", "author": "Justice For Myanmar" },
    { "text": "As the Pentagon Papers laid bare in bureaucratic detail what Americans already knew about the catastrophic failure of the Vietnam War, [DDoSecrets'] BlueLeaks archive provides concrete, detailed evidence of the skewed priorities and abusive practices of US law enforcement agencies", "author": "Betsy Reed, Intercept Editor in Chief" },
    { "text": "Of all the transparency organizations, hackers, whistleblowers, and leakers that have emerged in recent years, ­­DDoSecrets stands apart, not just for its collaborative discipline, technical sophistication, and a wide network of sources, but also for its lack of ego and aggressive commitment to transparency.", "author": "Jacob Silverman, The New Republic" },
    { "text": "DDoSecrets is a tight-knit group, with a trusted network of journalists, researchers, advocates, and experts.", "author": "AJ Dellinger, Mic" },
    { "text": "Distributed Denial of Secrets is best known for curating, publishing and promoting giant caches of files from a variety of sources, including U.S. police departments, the conservative social media platform Gab and the far-right Oathkeepers, a prominent group involved in the Jan. 6 riot.", "author": "Kevin Collier, NBC News" },
    { "text": "DDoSecrets has recently taken WikiLeaks mantle as the most influential leaking organization on the internet", "author": "Lorenzo Franceschi-Bicchierai, VICE News" }
]
